Repository: vaheed/virakcloud-woocommerce
Catalog: languages/virakcloud-woo-*.po
Languages: fa_ir

source: Virak Cloud
fa_ir: ویراک کلود

source: Settings
fa_ir: تنظیمات

source: User Instances
fa_ir: نمونه‌های کاربر

source: Setup Wizard
fa_ir: راهنمای راه‌اندازی

source: Start
fa_ir: شروع

source: Stop
fa_ir: توقف

source: Reboot
fa_ir: راه‌اندازی مجدد

source: Delete
fa_ir: حذف

source: Credentials
fa_ir: اعتبارنامه‌ها

source: Console
fa_ir: کنسول

source: Snapshots
fa_ir: اسنپ‌شات‌ها

source: Refresh Status
fa_ir: تازه‌سازی وضعیت

source: Power Management
fa_ir: مدیریت برق

source: Access & Management
fa_ir: دسترسی و مدیریت

source: Advanced
fa_ir: پیشرفته

source: View Credentials
fa_ir: مشاهده اعتبارنامه‌ها

source: Open Console
fa_ir: باز کردن کنسول

source: Rebuild with New Image
fa_ir: بازسازی با تصویر جدید

source: Manage Snapshots
fa_ir: مدیریت اسنپ‌شات‌ها

source: Refresh
fa_ir: تازه‌سازی

source: Stop Instance
fa_ir: توقف نمونه

source: Reboot Instance
fa_ir: راه‌اندازی مجدد نمونه

source: Start Instance
fa_ir: شروع نمونه

source: Service Selection
fa_ir: انتخاب سرویس

source: Please select at least one service offering.
fa_ir: لطفاً حداقل یک پیشنهاد سرویس انتخاب کنید.

source: Please select at least one network offering.
fa_ir: لطفاً حداقل یک پیشنهاد شبکه انتخاب کنید.

source: Please select at least one VM image.
fa_ir: لطفاً حداقل یک تصویر ماشین مجازی انتخاب کنید.

source: Service Offerings:
fa_ir: پیشنهادات سرویس:

source: Network Offerings:
fa_ir: پیشنهادات شبکه:

source: VM Images:
fa_ir: تصاویر ماشین مجازی:

source: Select at least one VM plan to offer to customers. Use search to filter options.
fa_ir: حداقل یک پلان ماشین مجازی برای ارائه به مشتریان انتخاب کنید. از جستجو برای فیلتر کردن گزینه‌ها استفاده کنید.

source: Select at least one network configuration for your VMs. Use search to filter options.
fa_ir: حداقل یک پیکربندی شبکه برای ماشین‌های مجازی خود انتخاب کنید. از جستجو برای فیلتر کردن گزینه‌ها استفاده کنید.

source: Select at least one operating system image for your VMs. Use search to filter options.
fa_ir: حداقل یک تصویر سیستم عامل برای ماشین‌های مجازی خود انتخاب کنید. از جستجو برای فیلتر کردن گزینه‌ها استفاده کنید.

source: instance(s)
fa_ir: نمونه

source: No instances yet
fa_ir: هنوز نمونه‌ای وجود ندارد

source: You haven't purchased any cloud instances yet. Browse our products to get started!
fa_ir: هنوز هیچ نمونه ابری خریداری نکرده‌اید. محصولات ما را مرور کنید تا شروع کنید!

source: Browse Products
fa_ir: مرور محصولات

source: Delete Instance
fa_ir: حذف نمونه

source: Show Instance Details
fa_ir: نمایش جزئیات نمونه

source: Details
fa_ir: جزئیات

source: Refresh Status Only
fa_ir: فقط بروزرسانی وضعیت

source: Step 1: Connect to Virak Cloud API
fa_ir: مرحله ۱: اتصال به API ویرک‌کلود

source: Enter your Virak Cloud API credentials to connect the plugin to your cloud infrastructure.
fa_ir: اعتبارنامهٔ API ویرک‌کلود خود را وارد کنید تا افزونه به زیرساخت ابری شما متصل شود.

source: API Base URL
fa_ir: آدرس پایهٔ API

source: API Token
fa_ir: توکن API

source: The base URL for your Virak Cloud API endpoint.
fa_ir: آدرس پایهٔ پایان‌نقطهٔ API ویرک‌کلود شما.

source: Your Virak Cloud API authentication token.
fa_ir: توکن احراز هویت API ویرک‌کلود شما.

source: Test Connection
fa_ir: آزمایش اتصال

source: Save & Continue
fa_ir: ذخیره و ادامه

source: Connection successful! API token is valid.
fa_ir: اتصال موفق بود! توکن API معتبر است.

source: Connection failed. Invalid API token or endpoint (HTTP %d).
fa_ir: اتصال ناموفق. توکن API یا آدرس پایان‌نقطه نامعتبر است (HTTP %d).

source: User:
fa_ir: کاربر:

source: Order:
fa_ir: سفارش:

source: Zone:
fa_ir: منطقه:

source: ID:
fa_ir: شناسه:

source: Guest
fa_ir: مهمان

source: No instances yet.
fa_ir: هنوز نمونه‌ای وجود ندارد.

source: Your Cloud Instances
fa_ir: نمونه‌های ابری شما

source: Please log in.
fa_ir: لطفاً وارد شوید.

source: No permission.
fa_ir: بدون مجوز.

source: Previous
fa_ir: قبلی

source: Next
fa_ir: بعدی

source: Go to Dashboard
fa_ir: رفتن به داشبورد

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: API Connection
fa_ir: اتصال API

source: Zone Selection
fa_ir: انتخاب منطقه

source: Product Sync
fa_ir: همگام‌سازی محصولات

source: Finish Setup
fa_ir: پایان راه‌اندازی

source: Setup Complete!
fa_ir: راه‌اندازی کامل شد!

source: What's Next?
fa_ir: بعدی چیست؟

source: View Products
fa_ir: مشاهده محصولات

source: Visit Store
fa_ir: بازدید از فروشگاه

source: Manage Instances
fa_ir: مدیریت نمونه‌ها

source: Are you sure you want to delete
fa_ir: آیا مطمئن هستید که می‌خواهید حذف کنید

source: This action cannot be undone and will permanently remove the instance and all its data.
fa_ir: این عمل قابل بازگشت نیست و نمونه و تمام داده‌های آن را به طور دائمی حذف خواهد کرد.

source: Are you sure you want to create these products?
fa_ir: آیا مطمئن هستید که می‌خواهید این محصولات را ایجاد کنید؟

source: Id
fa_ir: شناسه

source: Name
fa_ir: نام

source: Has Image Requirement
fa_ir: نیاز به تصویر دارد

source: Is Available
fa_ir: در دسترس

source: Is Public
fa_ir: عمومی

source: Suggested
fa_ir: پیشنهادی

source: Category
fa_ir: دسته‌بندی

source: Description
fa_ir: توضیحات

source: Hourly Price Up
fa_ir: هزینه ساعتی (روشن)

source: Hourly Price Down
fa_ir: هزینه ساعتی (خاموش)

source: CPU Cores
fa_ir: تعداد هسته CPU

source: CPU Speed
fa_ir: سرعت CPU

source: Disk Size
fa_ir: حجم دیسک

source: Network Rate
fa_ir: سرعت شبکه

source: Disk IOPS
fa_ir: IOPS دیسک

source: true
fa_ir: بله

source: false
fa_ir: خیر

source: Endpoint
fa_ir: نقطه پایان

source: Results
fa_ir: نتایج

source: Base
fa_ir: پایه

source: Token
fa_ir: توکن

source: Virak Cloud Setup Wizard
fa_ir: راهنمای راه‌اندازی ویراک‌کلود

source: Step 2: Select Your Datacenter Zone
fa_ir: مرحله ۲: انتخاب منطقه دیتاسنتر

source: Choose the datacenter zone where you want to provision cloud instances. This will determine the location of your customers' VMs.
fa_ir: منطقه دیتاسنتر مورد نظر برای آماده‌سازی نمونه‌های ابری را انتخاب کنید. این تعیین‌کننده مکان ماشین‌های مجازی مشتریان شما خواهد بود.

source: Datacenter Zone
fa_ir: منطقه دیتاسنتر

source: Loading zones...
fa_ir: در حال بارگذاری مناطق...

source: Select the zone where your cloud infrastructure is located.
fa_ir: منطقه‌ای که زیرساخت ابری شما در آن قرار دارد را انتخاب کنید.

source: Step 3: Configure Service Offerings
fa_ir: مرحله ۳: پیکربندی طرح‌های خدمات

source: Select which service offerings, network configurations, and VM images you want to make available to your customers.
fa_ir: طرح‌های خدمات، پیکربندی‌های شبکه و تصاویر ماشین مجازی مورد نظر برای ارائه به مشتریان خود را انتخاب کنید.

source: Service Offerings (VM Plans)
fa_ir: طرح‌های خدمات (برنامه‌های ماشین مجازی)

source: Search services...
fa_ir: جستجوی خدمات...

source: Select All
fa_ir: انتخاب همه

source: Clear All
fa_ir: پاک کردن همه

source: Loading available service offerings...
fa_ir: در حال بارگذاری طرح‌های خدمات موجود...

source: Select the VM plans you want to offer to customers. Use search to filter options.
fa_ir: برنامه‌های ماشین مجازی که می‌خواهید به مشتریان ارائه دهید را انتخاب کنید. برای فیلتر کردن گزینه‌ها از جستجو استفاده کنید.

source: Network Offerings
fa_ir: طرح‌های شبکه

source: Search networks...
fa_ir: جستجوی شبکه‌ها...

source: Loading available network offerings...
fa_ir: در حال بارگذاری طرح‌های شبکه موجود...

source: Select the network configurations you want to offer. Use search to filter options.
fa_ir: پیکربندی‌های شبکه‌ای که می‌خواهید ارائه دهید را انتخاب کنید. برای فیلتر کردن گزینه‌ها از جستجو استفاده کنید.

source: VM Images
fa_ir: تصاویر ماشین مجازی

source: Search images...
fa_ir: جستجوی تصاویر...

source: Loading available VM images...
fa_ir: در حال بارگذاری تصاویر ماشین مجازی موجود...

source: Select the VM images you want to offer. Use search to filter options.
fa_ir: تصاویر ماشین مجازی که می‌خواهید ارائه دهید را انتخاب کنید. برای فیلتر کردن گزینه‌ها از جستجو استفاده کنید.

source: Step 4: Sync Products
fa_ir: مرحله ۴: همگام‌سازی محصولات

source: Generate WooCommerce products for selected services.
fa_ir: تولید محصولات ووکامرس برای خدمات انتخاب‌شده.

source: Create Products
fa_ir: ایجاد محصولات

source: No services selected for sync.
fa_ir: هیچ خدمتی برای همگام‌سازی انتخاب نشده است.

source: Failed to sync products
fa_ir: همگام‌سازی محصولات با شکست مواجه شد

source: Enter a name for the new snapshot
fa_ir: یک نام برای اسنپ‌شات جدید وارد کنید

source: Snapshot ID missing.
fa_ir: شناسه اسنپ‌شات موجود نیست.

source: Are you sure you want to revert to this snapshot? This will restore the VM to the selected snapshot state.
fa_ir: آیا مطمئن هستید که می‌خواهید به این اسنپ‌شات بازگردید؟ این عملیات ماشین مجازی را به حالت اسنپ‌شات انتخاب‌شده بازمی‌گرداند.

source: Are you sure you want to delete this snapshot? This action cannot be undone.
fa_ir: آیا مطمئن هستید که می‌خواهید این اسنپ‌شات را حذف کنید؟ این عملیات قابل بازگشت نیست.

source: Image ID missing.
fa_ir: شناسه تصویر موجود نیست.

source: Rebuilding will replace the VM with the selected image. Continue?
fa_ir: بازسازی باعث جایگزینی ماشین مجازی با تصویر انتخاب‌شده می‌شود. ادامه می‌دهید؟

source: Virak Cloud for WooCommerce
fa_ir: ویراک کلود برای ووکامرس

source: Resell Virak Cloud VM services via WooCommerce with inline instance management for customers and admins. Features VM configurator, provisioning, and real-time instance control.
fa_ir: فروش خدمات سرور مجازی ویراک کلود از طریق ووکامرس با امکان مدیریت آنی سرور برای مشتریان و مدیران. دارای پیکربندی سرویس، تأمین و کنترل زمان واقعی است.

source: Cloud Connectivity
fa_ir: اتصال ابری

source: Logs
fa_ir: گزارش‌ها

source: Queue
fa_ir: صف

source: Rebuild
fa_ir: بازسازی

source: Rebuild Instance
fa_ir: بازسازی نمونه

source: Select a VM image below to rebuild this instance. Rebuilding will replace the current disk with the selected image and may cause data loss.
fa_ir: یک تصویر ماشین مجازی از لیست زیر برای بازسازی این نمونه انتخاب کنید. بازسازی دیسک فعلی را با تصویر انتخاب‌شده جایگزین می‌کند و ممکن است باعث از دست رفتن داده‌ها شود.

source: No VM images available for this zone.
fa_ir: هیچ تصویر ماشین مجازی برای این منطقه موجود نیست.

source: Time
fa_ir: زمان

source: Level
fa_ir: سطح

source: Message
fa_ir: پیام

source: Context
fa_ir: زمینه

source: Status
fa_ir: وضعیت

source: Count
fa_ir: تعداد

source: Sync Now
fa_ir: همگام‌سازی اکنون

source: Retry Failed
fa_ir: تلاش مجدد برای شکست‌خورده‌ها

source: Clear Queue
fa_ir: پاک کردن صف

source: Archive Removed Products
fa_ir: بایگانی محصولات حذف‌شده

source: Pending
fa_ir: در انتظار

source: Done
fa_ir: انجام‌شده

source: Failed
fa_ir: ناموفق

source: Clear queue?
fa_ir: آیا صف پاک شود؟

source: Archive removed products (set to draft)?
fa_ir: آیا محصولات حذف‌شده بایگانی شوند (به حالت پیش‌نویس)؟

source: Archived:
fa_ir: بایگانی شده:

source: Virak Cloud — Logs
fa_ir: ویراک کلود — گزارش‌ها

source: Virak Cloud — Queue
fa_ir: ویراک کلود — صف

source: Copy
fa_ir: کپی

source: Copy IP
fa_ir: کپی آدرس IP

source: UP
fa_ir: روشن

source: RUNNING
fa_ir: روشن

source: STOPPED
fa_ir: خاموش

source: Base URL
fa_ir: آدرس پایه

source: Run Selected Tests
fa_ir: اجرای آزمون‌های انتخاب‌شده

source: Tests
fa_ir: آزمون‌ها

source: Please enter Base URL.
fa_ir: لطفاً آدرس پایه را وارد کنید.

source: Virak Cloud — Cloud Connectivity
fa_ir: ویراک کلود — اتصال ابری

source: Virak Cloud — User Instances
fa_ir: ویراک کلود — نمونه‌های کاربر

source: This will add new products to your WooCommerce store.
fa_ir: این کار محصولات جدیدی به فروشگاه WooCommerce شما اضافه خواهد کرد.

source: CPU
fa_ir: پردازنده

source: Memory
fa_ir: حافظه

source: Storage
fa_ir: ذخیره‌سازی

source: Network
fa_ir: شبکه

source: Bandwidth
fa_ir: پهنای باند

source: Price
fa_ir: قیمت

source: OS
fa_ir: سیستم‌عامل

source: Format
fa_ir: فرمت

source: Size
fa_ir: اندازه

source: Architecture
fa_ir: معماری

source: Version
fa_ir: نسخه

source: Type
fa_ir: نوع

source: Subnet
fa_ir: زیرشبکه

source: Gateway
fa_ir: دروازه

source: cores
fa_ir: هسته

source: Speed
fa_ir: سرعت

source: IOPS
fa_ir: عملیات ورودی/خروجی

source: Price Up
fa_ir: قیمت بالا

source: Price Down
fa_ir: قیمت پایین

source: Ready App
fa_ir: اپ آماده

source: OS Name
fa_ir: نام سیستم‌عامل

source: CPU Req
fa_ir: نیاز پردازنده

source: Speed Req
fa_ir: نیاز سرعت

source: Memory Req
fa_ir: نیاز حافظه

source: Disk Req
fa_ir: نیاز دیسک

source: Zone
fa_ir: منطقه

source: IP Address
fa_ir: آدرس IP

source: Public IP
fa_ir: IP عمومی

source: Instance Network
fa_ir: شبکه نمونه

source: Network Information
fa_ir: اطلاعات شبکه
